Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_4_Symbols and abbreviations _4 TÄHISED JA LÜHENDID .tmx
Source language: en
Languages: et

source: 4 Symbols and abbreviations
et: 4 TÄHISED JA LÜHENDID

source: Alphabetical list of terms with symbols and abbreviations together with the subclause where they are first used:
et: Tähiste ja lühendite tähestikuline loend koos vastavate terminitega ja terminite numbritega, milles neid esimest korda kasutatakse.

source: Symbol/Abbreviation Term Term number
et: Tähis või lühend Termin Termini nr

source: CTI comparative tracking index 3.6.16
et: CTI roomemoodustuse võrdlusindeks 3.6.16

source: EMC electromagnetic compatibility
et: EMC elektromagnetiline ühilduvus 3.8.13

source: 3.8.13 fn rated frequency 3.8.12
et: fn tunnussagedus 3.8.12

source: Ic short-circuit current 3.8.6 Icc rated conditional short-circuit current of an assembly or a circuit of an assembly 3.8.10.4
et: Icc kooste või koostesse kuuluva ahela tinglik tunnus-lühisvool 3.8.10.4

source: Ilt cut-off current, let-through current 3.8.8
et: Ilt lõikevool, läbilaskevool 3.8.8

source: Icp prospective short-circuit current 3.8.7
et: Icp arvutuslik lühisvool 3.8.7

source: Icw rated short-time withstand current 3.8.10.3
et: Icw lühiajaline tunnus-taluvusvool 3.8.10.3

source: IB design current (of an electric circuit) 3.8.10.8
et: IB (elektriahela) ettenähtud vool 3.8.10.8

source: InA rated current of an assembly 3.8.10.7
et: InA kooste tunnusvool 3.8.10.7

source: Inc rated current of a main circuit 3.8.10.5
et: Inc peaahela tunnusvool 3.8.10.5

source: Ing group rated current of a main circuit 3.8.10.6
et: Ing peaahela rühmtunnusvool 3.8.10.6

source: Ipk rated peak withstand current 3.8.10.2
et: Ipk tunnus-lööktaluvusvool 3.8.10.2

source: L line conductor 3.1.14
et: L faasijuht, poolusejuht, liinijuht 3.1.14

source: M mid-point conductor 3.7.18
et: M keskjuht 3.7.18

source: N neutral conductor 3.7.5
et: N neutraaljuht 3.7.5

source: PE protective conductor 3.7.4
et: PE kaitsejuht 3.7.4

source: PEL PEL conductor 3.7.20
et: PEL PEL-juht 3.7.20

source: PEM PEM conductor 3.7.19
et: PEM PEM-juht 3.7.19

source: PELV protective extra low-voltage 3.7.11
et: PELV maandatav kaitseväikepinge 3.7.11

source: PEN PEN conductor 3.7.6
et: PEN PEN-juht 3.7.6

source: RDF rated diversity factor 3.8.11
et: RDF tunnus-samaaegsustegur 3.8.11

source: SCPD short-circuit protective device 3.1.11
et: SCPD lühisekaitseaparaat 3.1.11

source: SELV safety extra low-voltage 3.7.12
et: SELV maandusvaba kaitseväikepinge 3.7.12

source: SPD surge protective device 3.6.12
et: SPD liigpingepiirik 3.6.12

source: Ue rated operational voltage 3.8.9.2
et: Ue tunnus-talitluspinge 3.8.9.2

source: Ui rated insulation voltage 3.8.9.3
et: Ui isolatsiooni tunnuspinge 3.8.9.3

source: Uimp rated impulse withstand voltage 3.8.9.4
et: Uimp tunnus-impulsstaluvuspinge 3.8.9.4

source: Un rated voltage 3.8.9.1
et: Un tunnuspinge 3.8.9.1 EE MÄRKUS Lühendeid EMC, RDF, PELV, SCPD, SELV ja SPD kasutatakse standardi ingliskeelses tekstis.
